/* String_On_Page_Template- followed by a number */
"example no." = "Nº d'exemple";

/* String_On_Page_Template */
"Please specify the URL of the feed using the Inspector." = "Veuillez indiquer l'URL du fil en utilisant l'Inspecteur";